Repository: edyvahed/Ajax-sample-wordpress
Catalog: branches/languages/branch_text_domain-*.po
Languages: fa_ir

# Post Type General Name
source: branches
fa_ir: شعب

# Post Type Singular Name
source: branch
fa_ir: شعبه

source: Branches
fa_ir: شعب

source: Parent branch:
fa_ir: دسته بندی مادر

source: All Branches
fa_ir: همه شعب

source: View branch
fa_ir: نمایش شعبه

source: Add New branch
fa_ir: افزودن شعبه جید

source: Add New
fa_ir: افزودن

source: Edit branch
fa_ir: ویرایش شعبه

source: Update branch
fa_ir: به روز رسانی شعبه

source: Search branch
fa_ir: جستجو شعبه

source: Not found
fa_ir: یافت نشد

source: Not found in Trash
fa_ir: در سطل زباله یافت نشد

source: branches
fa_ir: شعب

source: Post Type Description
fa_ir: توضیحات نوع نوشته

# Taxonomy General Name
source: Regions
fa_ir: محدوده ها

# Taxonomy Singular Name
source: Region
fa_ir: محدوده

source: Region
fa_ir: محدوده

source: All Regions
fa_ir: تمام محدوده‌ها

source: Parent Region
fa_ir: دسته بندی مادر محدوده

source: Parent Region:
fa_ir: دسته بندی مادر مجموعه

source: New Region Name
fa_ir: نام محدوده جدید

source: Add New Region
fa_ir: یک محدوه جدید اضافه نمایید

source: Edit Region
fa_ir: ویرایش محدوده

source: Update Region
fa_ir: به روزرسانی محدوده

source: Separate regions with commas
fa_ir: محدوه‌ها را با کاما از هم جدا نمایید

source: Search regions
fa_ir: جستجو محدوده

source: Add or remove regions
fa_ir: اضافه و حذف محدوده

source: Choose from the most used regions
fa_ir: از میان پربازدید ترین محدوده‌ها انتخاب نمایید

source: Not Found
fa_ir: یافت نشد
